{
    "mission": [
        {
            "id": 1,
            "txt": "সমাজকল্যাণ কার্যের অংশ হিসেবে সেবা-সম্পীতি-সহানুভূতি-শিক্ষা ও সহযোগিতার মাধ্যমে দারিদ্র দূরীকরণ কর্মসূচী বাস্তবায়ন করা।"
        },
        {
            "id": 2,
            "txt": "মাদকাসক্তি প্রতিরোধসহ সমাজের মানুষের মাঝে মাদকের কুপ্রভাব সম্পর্কে জনসচেতনতা সৃষ্টি করা। যৌবুকের বিরুদ্ধে জনসত ও জনসচেতনতা গড়ে তোলা।"
        },
        {
            "id": 3,
            "txt": "দুস্থ মহিলাদের মাঝে কুটির শিল্প/হাতের কাজ/বিভিন্ন অর্থনৈতিক কর্মকাণ্ডে অংশগ্রহণের মাধ্যমে দেশের অর্থনৈতিক ব্যবস্থায় ইতিবাচক ভূমিকা রাখা।"
        },
        {
            "id": 4,
            "txt": "শিশু, যুব ও নারী কল্যাণ। দেশের টেকসই উন্নয়নে যুব ও নারীসমাজের ভূমিকা নিয়ে জনসচেতনা সৃষ্টি, সং-যোগ্য-মানবপ্রেমী সুনাগরিক তৈরি। নারী ও শিশু নির্যাতন প্রতিরোধসহ মৌলিক মানবাধিকার বাস্তবায়ন ও সংরক্ষণ করা। নারী ও শিশু পাতার রোধে জনগণকে সচেতনকরণ। প্রতারণাপূর্বক বিষয়ে প্রলোভন দেখিয়ে ধর্ষন করা, পেটে সন্তান দিয়ে পালিয়ে যাওয়া, গণধর্ষন, জেনা-ব্যাভিচার, শারীরিক সম্পর্ক করে ভিত্তিও ধারণ করে দিনের পর দিন ধর্ষন, পাশবিক অভ্যাচার সহ বিভিন্ন অসামাজিক কার্যকলাপের বিরুদ্ধে গণসচেতনতা সৃষ্টি ও প্রয়োজনীয় ব্যবস্থা গ্রহণ।"
        },
        {
            "id": 5,
            "txt": "নারী, শিশু সহ সকলের মানবিক অধিকার সংরক্ষণে প্রশাসন ও আইনের প্রতিনিধিগণের সাথে যোগাযোগ রাখা, সহযোগিতা নেয়া ও প্রয়োজনীয় কার্যকরী ব্যবস্থা গ্রহণ করা।"
        },
        {
            "id": 6,
            "txt": "কর্মসংস্থান বৃদ্ধির লক্ষ্যে চাকরির উদ্যোগ গ্রহণ করা; ব্যবসার উদ্যোগ গ্রহণ করা; উদ্যোজ্য তৈরী সহ সংস্থা কর্তৃক কেন্দ্রীয়ভাবে বহু পরিসরে ব্যবসা ও চাকরির উদ্যোগ গ্রহণ করা। বেকারত্ব দূরীকরণে হস্তশিল্প, জিলাসিং, প্রোগ্রামিং, ওয়েব ডিজাইন, গ্রাফিক্স ডিজাইন, বেসিক কম্পিউটার প্রশিক্ষণ, ওয়েল্ডিং, ড্রাইভিং-সহ যাবতীয় কারিগরি প্রশিক্ষণের মাধ্যমে দক্ষ জনবল সৃষ্টিতে যুগোপযোগী প্রয়োজনীয় পদক্ষেপ গ্রহণ করা।"
        },
        {
            "id": 7,
            "txt": "দুস্থ ও অসহায় রোগীদের জন্য ছি রক্তদান কর্মসূচী, উন্নত চিকিৎসা, ভরণপোষণ, পুনর্বাসনসহ সার্বিক কল্যাণ করা।"
        },
        {
            "id": 8,
            "txt": "সমাজের অসহায়-নিঃস্ব-ভিটমাটিহীন হতদরিদ্র প্রেণিদের তালিকা করা ও অসহায়ত্ব দূরীকরণে পুরত্বগণ ভূমিকা রাখা। অসহায় ও নিরাপত্তাহীনদের সার্বিক নিরাপত্তা নিশ্চয়তা দিয়ে স্বাধীনভাবে জীবন ধারণের ব্যবস্থা গ্রহণ করা।"
        },
        {
            "id": 9,
            "txt": "প্রস্তাবার স্থাপন করা। জ্ঞান-বিজ্ঞান, তথ্য-প্রযুক্তি, দেশ-বিদেশের তথ্য ও জ্ঞানের মাধ্যমে সমাজকে অবহিত করতঃ সচেতন, পরিশ্রমী, শিক্ষিত, বিবেকবান ও জ্ঞানী সুনাগরিক তৈরি করা। নাগরিকদের সচেতনতা বৃদ্ধি ও জ্ঞান প্রচারের উদ্দেশ্যে গ্রন্থ, লিফলেট, পুস্তক-পুস্তিকা প্রকাশ ও বিভেদণ করা।"
        },
        {
            "id": 10,
            "txt": "নিরাপদ পানি ও স্বাস্থ্যসম্মত পায়খানার ব্যবহার, সুস্করোপণ, শহর-গ্রাম পরিষ্কার পরিচ্ছন্ন রাখতে জনগণকে সচেতন করা।"
        },
        {
            "id": 11,
            "txt": "সুস্থ চিত্ত-বিনোদনমূলক/শিক্ষামূলক/জনহিতকর কর্মসূচীতে পরামর্শ/ আলোচনা অনুষ্ঠান বা ইতিবাচক প্রতিযোগিতার আয়োজন করা।"
        },
        {
            "id": 12,
            "txt": "পরিবার-সমাজ থেকে বিচ্যুত, স্বামী-স্ত্রী'র মাঝে সম্পর্কের অবনতি, আত্মীয়-স্বজনের অনুপ্রহতা, মৃত্যু, বেকারত্ব, অভাব, দুর্বলতা- ইত্যাদি কারণে মানসিকভাবে বিপর্যস্তদের কাউন্সিলিং ও সমস্যা দূর করতে কার্যকরী পদক্ষেপ গ্রহণ করা।"
        },
        {
            "id": 13,
            "txt": "নিরক্ষরতা দূরীকরণ; অবহেলিত, ছিন্নমূল ও জ্ঞানচর্চায় আগ্রহীদেরকে স্কুল/কলেজ/বিশ্ববিদ্যালয়/ মাদ্রাসায় উন্নত শিক্ষার ব্যবস্থা করা।"
        },
        {
            "id": 14,
            "txt": "জনসাধারণের শিক্ষা ও চিকিৎসা সেবা বিস্তারের লক্ষ্যে যথাযথ কর্তৃপক্ষের অনুমোদনক্রমে যুগোপযোগী, মানসম্মত ও উন্নত স্কুল, কলেজ, বিশ্ববিদ্যালয়, মড্রস, মাদরাসা, ফ্রিনিং, হাসপাতাল, প্রশিক্ষণ কেন্দ্র সহ সংশ্লিষ্ট জনুরি সেবা দানকারী প্রতিষ্ঠান প্রতিষ্ঠা ও পরিচালনার উদ্যোগ গ্রহণ করা।"
        },
        {
            "id": 15,
            "txt": "সমাজকল্যাণ কার্যের অংশ হিসেবে ও নাগরিক দায়িত্ববোধ জাগ্রত করার উদ্দেশ্যে মুসলিমদের জন্য প্রার্থনালয়, মসজিদ ও নামাজের জায়গা স্থাপন ও সংস্কার করা। সমাজ বিরোধী কার্যকলাপ হইতে জনগণকে বিরত রাখার উদ্দেশ্যে মড্রস, মাদ্রাসা, মসজিদে যুগোপযোগী আধুনিক ও উন্নত দীন শিক্ষা ও প্রচারে ব্যবস্থা গ্রহণ করা।"
        },
        {
            "id": 16,
            "txt": "বৃদ্ধ, দৈহিক ও মানসিক অসমর্থ ব্যক্তি, ভূমিহীন, নিঃস্ব, নাগরিক সুবিধা বঞ্চিত জনগণকে আশ্রয় প্রদান, পুনর্বাসন, কর্মসংস্থান, বিবাহ-শাদি, চিকিৎসা সহ যাবতীয় সেবা প্রদান করা। পরিবার হতে বিচ্ছিন্ন, আম্মহহীন, ছিন্নমূল, বেদে, উপজাতি, প্রাত্তিক, নওমুসলিম, প্রতিবন্ধী, হিজড়া সহ সকল অসহায়-নিঃস্বদের সার্বিক কল্যাণ কার্যক্রম পরিচালনা করা।"
        },
        {
            "id": 17,
            "txt": "নাগরিক দায়িত্ববোধ জাগ্রত করার উদ্দেশ্যে আশ্রয়হীন গরীব, অসামর্থবানদের নিরাপদ বাচ্চা প্রসর, দুরারোগ্য ব্যাধি, নওমুসলিমদের খতনা, একিত্রভিত্তি-সহ জরুরি দীন শিক্ষার ব্যবস্থা গ্রহণ করা।"
        },
        {
            "id": 18,
            "txt": "সমাজে নীতি ও নৈতিকতা প্রসারে পাবলিক স্পীচ / মোটিভেশনাল স্পীচ/ কাউন্সিলিং-সহ গণসচেতনা সৃষ্টি করা।"
        },
        {
            "id": 19,
            "txt": "যুব সমাজের ব্যবসা-চাকরি-ছিল্যালিংসহ যাবতীয় উপার্জনের ক্ষেত্রে প্রয়োজনীয় কাউন্সিলিং, পরামর্শ, কোচিং, ট্রেনিং, শিক্ষা কার্যক্রমের ব্যবস্থা গ্রহণ করতঃ দক্ষ জনশক্তি তৈরী করা।"
        },
        {
            "id": 20,
            "txt": "আইনি পরামর্শ ও আইনগত সহায়তা প্রদান; ফ্যামিলি ম্যানেজমেন্ট, বিবাহ সংশ্লিষ্ট বিষয়সমূহে কাউন্সিলিং করা। নারী ও শিশু নির্যাতন প্রতিরোধসহ মৌলিক মানবাধিকার বাস্তবায়ন ও সংরক্ষণ করা।  প্রচলিত আইন লঙ্ঘন করলে বা স্ব স্ব ধর্ম পালন, প্রচার, প্রসারে বাধা বা উসকানিমূলক আচরণ করা হলে বিধি মোতাবেক আইনানুগ ও যথাযথ ব্যবস্থা গ্রহণ করা হবে। ধর্মের নামে প্রতারণা বা মিথ্যার আশ্রয় গ্রহণ করলে আইনশৃঙ্খলা বাহিনীর কাছে সোপর্দ করা ও যথাযথ ব্যবস্থা গ্রহণ।"
        },
        {
            "id": 21,
            "txt": "দেশের টেকসই উন্নয়নে যুবসমাজকে ভূমিকা রাখার জন্য জনসচেতনা সৃষ্টি, সৎ, যোগ্য, দক্ষ মানবপ্রেমী সুনাগরিক তৈরিতে কার্যকরী পদক্ষেপ গ্রহণ। অসহায় ও দু:স্বদের মানসিক সাপোর্ট, অত্যাবশ্যকীয় মানবিক সহায়তা, চারিত্রিক উন্নয়ন এবং সামাজিকভাবে প্রতিষ্ঠিতকরণ। নৈতিক স্কুলন, অগ্নীলতা, বেহায়াপনা, মানবিক অন্ধকার, ইতঃস্তিং, কিশোর গ্যাং, অভিশপ্ত ও সমাজবিমুখ অনৈতিক ও অসামাজিক কার্যকলাপ থেকে জাতি ও যুবসমাজকে দূরে রাখার জন্য প্রয়োজনীয় পদক্ষেপ গ্রহণ করা।"
        },
        {
            "id": 22,
            "txt": "প্রাকৃতিক দুর্যোগ সহ যে কোন সমস্যা ও প্রতিকুলতায় ত্রাণসামগ্রী বিতরণ ও মানসিক শক্তি বৃদ্ধিতে কাউন্সিলিং সেবা প্রদান।"
        },
        {
            "id": 23,
            "txt": "ডিফাবৃতি দূরীকরণে প্রয়োজনীয় পদক্ষেপ গ্রহণ, সেবা পেতে আগ্রহীদের তথ্যাদি যাচাই-বাছাইকরণ ও জনসচেতনতা সৃষ্টি করতঃ প্রচারকর্মেণির বিরুদ্ধে প্রয়োজনীয় ব্যবস্থা গ্রহণ; প্রয়োজনে আইনের হাতে সোপর্দ করা।"
        },
        {
            "id": 24,
            "txt": "সমাজকল্যাণ ও মানবকল্যাণ কার্যের অংশ হিসেবে এবং নাগরিক দায়িত্ববোধ জাগ্রত করার উদ্দেশ্যে সঠিক ধর্মীয় জ্ঞান প্রচার-প্রসারের মাধ্যমে মানবতাবিরোধী কার্যক্রম সম্পর্কে মানুষের মাঝে সচেতনতা তৈরী, আইনগত-সামাজিক-আর্থিক সমস্যা নিরূপণ ও সাপোর্ট প্রদান সহ সমাজে সকল ধর্মের মানুষের মাঝে সম্প্রীতি বজায় রাখা, ধর্মীয় বিধি-নিষেধ ও রীতি-নীতি-নিয়মকানুন পালনের অধিকার নিশ্চিত করা। মৌলিক অধিকার, নিরাপত্তার সাথে স্বাধীনভাবে ইসলাম ধর্ম পালনের অধিকার, মত প্রচার-প্রকাশের অধিকার সহ সকল মানবিক অধিকার নিশ্চিত করা।"
        },
        {
            "id": 25,
            "txt": "দেশের টেকসই উন্নয়নে দেশবেশে সঠিক পরে এগিয়ে নিতে গুজর ও মিয়াসর ভিত্তে সঠিক ও সত্য প্রচারের অঙ্গীকারে যথাযথ কর্তৃপক্ষের অনুমোদনক্রমে যথাযথ সংবাদ বা তথ্য প্রচার, দেশের কল্যাণকামী বিত্ত মহলের সুচিত ইতিবাচক মতামত-পরামর্শ গ্রহণ, উপস্থাপন ও জাতির ক্রালিত্বে দেশ ও জনগণের সার্বিক উন্নয়নে কার্যকরী সেবা প্রদান করা।"
        },
        {
            "id": 26,
            "txt": "মা ও শিশু স্বাস্থ্য, প্রাথমিক স্বাস্থ্য, এইচ আই ডি, এইডস, যক্ষ্মা, কৃষ্টসহ বিভিন্ন রোগ ও স্বাস্থ্যগত সমস্যায় সংশ্লিষ্ট দক্ষ চিকিৎসকের মাধ্যমে প্রয়োজনীয় উন্নত চিকিৎসা সেবা নিশ্চিত করা। প্রান্তিক ও হত-দরিদ্র মানুষদের মাঝে চিকিৎসা সেবা সহজীকরণের নিমিত্তে যথাযথ কর্তৃপক্ষের অনুমতিক্রমে চিকিৎসা সংশ্লিষ্ট প্রশিক্ষণ প্রদান, ডাক্তারি ও নার্সিং প্রশিক্ষণ, হাসপাতাল-ক্লিনিক স্থাপন, প্রশিক্ষণ ইন্সটিটিউট স্থাপন ও পরিচালনা করা।"
        },
        {
            "id": 27,
            "txt": "অসহায় মানুষদের পরামর্শ ও সার্বিক সহযোগিতার জন্য অল-ইন-ওয়ান অনলাইন ও অফলাইন এক অবস্থান (ওয়ান-পয়েন্ট সার্ভিস সেন্টার) সেবা কার্যক্রম।"
        }
    ]
}