{
    "mission": [
        {
            "id": 1,
            "txt": "সেবা, সম্প্রীতি, সহানুভূতি, শিক্ষা ও সহযোগিতার মাধ্যমে দারিদ্র্য দূরীকরণ কর্মসূচি বাস্তবায়ন করা ।"
        },
        {
            "id": 2,
            "txt": "মাদকাসক্তি প্রতিরোধে জনসচেতনতা সৃষ্টি এবং যৌতুকের বিরুদ্ধে জনমত গড়ে তোলা ।"
        },
        {
            "id": 3,
            "txt": "দুস্থ মহিলাদের কুটির শিল্প ও বিভিন্ন অর্থনৈতিক কর্মকাণ্ডে অংশগ্রহণের সুযোগ করে দিয়ে দেশের অর্থনীতিতে ভূমিকা রাখা ।"
        },
        {
            "id": 4,
            "txt": "শিশু, যুব ও নারী কল্যাণ নিশ্চিত করা, সুনাগরিক তৈরি করা এবং নারী ও শিশু নির্যাতন ও পাচার রোধে সচেতনতা বৃদ্ধি করা । এছাড়া প্রতারণাপূর্ণ বিয়ে, ধর্ষণ ও বিভিন্ন অসামাজিক কার্যকলাপের বিরুদ্ধে ব্যবস্থা গ্রহণ করা ।"
        },
        {
            "id": 5,
            "txt": "মানবিক অধিকার সংরক্ষণে প্রশাসন ও আইনের প্রতিনিধিদের সাথে সহযোগিতা ও প্রয়োজনীয় ব্যবস্থা গ্রহণ ।"
        },
        {
            "id": 6,
            "txt": "চাকরি ও ব্যবসার উদ্যোগের মাধ্যমে কর্মসংস্থান বৃদ্ধি এবং ফ্রিল্যান্সিং, প্রোগ্রামিং, গ্রাফিক্স ডিজাইন, ড্রাইভিং-সহ কারিগরি প্রশিক্ষণের মাধ্যমে দক্ষ জনবল সৃষ্টি ।"
        },
        {
            "id": 7,
            "txt": "দুস্থ ও অসহায় রোগীদের ফ্রি রক্তদান, উন্নত চিকিৎসা, ভরণপোষণ ও পুনর্বাসন নিশ্চিত করা ।"
        },
        {
            "id": 8,
            "txt": "অসহায় ও ভিটেমাটিহীনদের তালিকা তৈরি করে তাদের নিরপত্তা ও স্বাধীন জীবন ধারণের ব্যবস্থা করা ।"
        },
        {
            "id": 9,
            "txt": "গ্রন্থাগার স্থাপন এবং বই, লিফলেট ও পুস্তক প্রকাশের মাধ্যমে জ্ঞান প্রচার ও সচেতন নাগরিক তৈরি করা ।"
        },
        {
            "id": 10,
            "txt": "নিরাপদ পানি, স্বাস্থ্যসম্মত পায়খানা ব্যবহার, বৃক্ষরোপণ এবং পরিষ্কার-পরিচ্ছন্নতা বিষয়ে জনগণকে সচেতন করা ।"
        },
        {
            "id": 11,
            "txt": "শিক্ষামূলক ও জনহিতকর আলোচনা অনুষ্ঠান বা ইতিবাচক প্রতিযোগিতার আয়োজন করা ।"
        },
        {
            "id": 12,
            "txt": "মানসিকভাবে বিপর্যস্ত বা পরিবার থেকে বিচ্যুত ব্যক্তিদের কাউন্সিলিং প্রদান ।"
        },
        {
            "id": 13,
            "txt": "নিরক্ষরতা দূরীকরণ এবং অবহেলিত ও ছিন্নমূলদের স্কুল, কলেজ বা মাদ্রাসায় শিক্ষার ব্যবস্থা করা ।"
        },
        {
            "id": 14,
            "txt": "উন্নত স্কুল, কলেজ, বিশ্ববিদ্যালয়, হাসপাতাল ও প্রশিক্ষণ কেন্দ্র প্রতিষ্ঠা ও পরিচালনা করা ।"
        },
        {
            "id": 15,
            "txt": "মসজিদ স্থাপন, সংস্কার এবং মসজিদে আধুনিক ও উন্নত দীন শিক্ষার ব্যবস্থা করা ।"
        },
        {
            "id": 16,
            "txt": "বৃদ্ধ, শারীরিক ও মানসিকভাবে অসমর্থ, ভূমিহীন, বেদে, উপজাতি, নওমুসলিম ও হিজড়াদের আশ্রয় ও পুনর্বাসন প্রদান ।"
        },
        {
            "id": 17,
            "txt": "অসহায়দের নিরাপদ বাচ্চা প্রসব, নওমুসলিমদের খতনা ও জরুরি দীন শিক্ষার ব্যবস্থা করা ।"
        },
        {
            "id": 18,
            "txt": "নীতি ও নৈতিকতা প্রসারে পাবলিক স্পিচ এবং মোটিভেশনাল স্পিচ প্রদান ।"
        },
        {
            "id": 19,
            "txt": "যুব সমাজের উপার্জনের জন্য কাউন্সিলিং, পরামর্শ ও কোচিংয়ের ব্যবস্থা করা ।"
        },
        {
            "id": 20,
            "txt": "আইনি সহায়তা প্রদান, ফ্যামিলি ম্যানেজমেন্ট এবং ধর্ম পালনে বাধা বা উস্কানিমূলক আচরণের বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণ ।"
        },
        {
            "id": 21,
            "txt": "টেকসই উন্নয়নে যুব সমাজকে সম্পৃক্ত করা এবং ইভটিজিং বা কিশোর গ্যাংয়ের মতো অসামাজিক কাজ থেকে তাদের দূরে রাখা ।"
        },
        {
            "id": 22,
            "txt": "প্রাকৃতিক দুর্যোগে ত্রাণ বিতরণ ও মানসিক সাপোর্ট প্রদান ।"
        },
        {
            "id": 23,
            "txt": "ভিক্ষাবৃত্তি দূরীকরণে পদক্ষেপ গ্রহণ এবং প্রতারকদের বিরুদ্ধে ব্যবস্থা নেয়া ।"
        },
        {
            "id": 24,
            "txt": "সঠিক ধর্মীয় জ্ঞান প্রচারের মাধ্যমে সম্প্রীতি বজায় রাখা এবং স্বাধীনভাবে ধর্ম পালনের অধিকার নিশ্চিত করা ।"
        },
        {
            "id": 25,
            "txt": "গুজব ও মিথ্যার ভিড়ে সঠিক তথ্য প্রচার এবং দেশের কল্যাণে বিজ্ঞ মহলের পরামর্শ গ্রহণ করা ।"
        },
        {
            "id": 26,
            "txt": "মা ও শিশু স্বাস্থ্য এবং এইচআইভি, যক্ষ্মা ইত্যাদি রোগের চিকিৎসা নিশ্চিত করতে হাসপাতাল ও প্রশিক্ষণ ইন্সটিটিউট স্থাপন ।"
        },
        {
            "id": 27,
            "txt": "অসহায়দের জন্য 'অল-ইন-ওয়ান' অনলাইন ও অফলাইন ওয়ান-পয়েন্ট সার্ভিস সেন্টার পরিচালনা ।"
        }
    ]
}